[
    {
      "image": "images/EV stop.webp",
      "title": "EV Buggy Stops",
      "description": "EV buggy stops were strategically implemented at high-traffic areas, including the Lecture Hall Complex and student residential zones. This initiative aimed to optimize their usage by ensuring convenient access while enhancing battery efficiency and reducing idle time."
    },
    {
      "image": "images/LHC door.webp",
      "title": "AC Optimization in LHC",
      "description": "To reduce energy consumption, new doors were installed in the Lecture Hall Complex, enhancing insulation and minimizing energy loss. The installation has been completed, with additional improvements planned to further optimize efficiency."
    },
    {
      "image": "images/foodw.webp",
      "title": "Waste Data Display Boards in Mess",
      "description": "Waste Display boards have been successfully integrated into every hostel, providing a transparent view of daily food wastage. By regularly calibrating and showcasing these figures, residents are actively engaged in understanding and reducing their environmental footprint."
    },
    {
      "image": "images/treePlantation.webp",
      "title": "Tree Plantation",
      "description": "Teamed up with Team Shunya for a collaborative tree-plantation initiative, uniting sustainability-focused groups from institutes across India. Our joint effort, held on Independence Day 2022, aimed at fostering environmental consciousness and contributing to a greener future."
    },
    {
      "image": "images/swachchtaPakhwada.webp",
      "title": "Swacchta Pakhwada 2023",
      "description": "Assisted in the execution of the Swachhta Pakhwada observed by the Government of India from September 16 to September 30, mobilizing citizens to maintain high standards of cleanliness. The Sustainability Cell documented and reported hostel efforts both qualitatively and quantitatively."
    },
    {
      "image": "images/binSegregation.webp",
      "title": "Bin Segregation Project",
      "description": "The Sustainability Cell, in association with the Hostel Affairs Council, launched a waste bin segregation initiative at IIT Bombay, promoting sustainability through efficient waste disposal and recycling. This reduces the campus's carbon footprint while enhancing resource conservation."
    },
    {
      "image": "images/carbonFootprint.webp",
      "title": "Carbon Footprinting",
      "description": "We are working with Professors Vikram Vishal (Earth Science) and Arnab Dutta (Chemistry) to perform a carbon footprint assessment of IIT Bombay. The emission breakdown: 95% from Scope 2, 4.4% from Scope 1, and 0.6% from Scope 3."
    },
    {
      "image": "images/hm.webp",
      "title": "IITB Half Marathon",
      "description": "At the IITB Half Marathon on October 30th, #BreatheBetterMumbai raised awareness about air pollution. We partnered with a recycling organization for plastic bottle recycling and used waste cycle cardboard boxes to convey powerful pollution messages."
    },
    {
      "image": "images/greenCup.webp",
      "title": "Green Cup Launch",
      "description": "Collaborated with the HA Council to announce the official launch of the Green Cup. Students from all hostels attended, learning about its need, benefits, and scoring system. The event had 100+ attendees, formally kicking off the initiative in November."
    }
  ]
  